Repository: Epse/scissor_math
Catalog: lib/l10n/app_*.arb
Languages: nl

# lSystem
source: Lutterloh System
nl: Lutterloh Systeem

# correction
source: Correction Factor: {correction} {unit}
nl: Correctiefactor: {correction} {unit}

# result
source: Result: {result} {unit}
nl: Resultaat: {result} {unit}

# patternRadius
source: Radius from pattern
nl: Straal van patroon

# radiusHelper
source: Number indicated at a dot on the pattern
nl: Getal dat aangeduid staat bij een punt op het patroon

# measurementHipBust
source: Measurement (hip or bust) in cm
nl: Maat (heup of borst) in cm

source: Measurements
nl: Maten

source: Loading...
nl: Laden...

source: Error
nl: Fout

# newWord
source: New
nl: Nieuw

source: measurement
nl: Maat

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

source: Save Measurement
nl: Sla Maat op

# errorEnterText
source: Please enter some text
nl: Geef wat tekst in

# errorEnterNumber
source: Please enter a number
nl: Geef een getal in

source: Name this measurement
nl: Geef deze Maat een naam
